"UNIT_TOGLE" = "Использовать метрическую единицу";
"HK_CHILD_PANEL_NAME"="Приложение Здоровье ❤‍🩹";

"SHOW_GROUP_TITLE"="Измерения";
"SHOW_GROUP_FOOTER"="В приложении будут отображаться только включенные элементы. Однако все значения продолжат синхронизироваться с вашим iCloud и приложением Health.";
"SHOW_NECK_TITLE"="Шея";
"SHOW_SHLD_TITLE"="Плечи";
"SHOW_CHEST_TITLE"="Грудь/Бюст";
"SHOW_WAIST_TITLE"="Талия";
"SHOW_HIP_TITLE"="Бёдра";
"SHOW_ARM_TITLE"="Руки";
"SHOW_LEG_TITLE"="Ноги";
"SHOW_HEIGHT_TITLE"="Рост";
"SHOW_MASS_TITLE"="Вес";



"HK_GROUP_TITLE"="О вас";
"HK_GROUP_FOOTER"="Эти значения взяты из приложения \"Здоровье\" на вашем телефоне. Мы используем их в различных расчетах в приложении.";
"HK_GROUP_ACCESS_TITLE"="Доступ к данным";
"HK_GROUP_ACCESS_FOOTER"="Если вы видите красные точки или считаете, что некоторые значения не отображаются в нашем приложении, проверьте доступ к данным в настройках.
Перейдите в настройки->конфиденциальность->здоровье, найдите наше приложение и включите все переключатели.";
"HK_AGE_TITLE"="Дата рождения";
"HK_SEX_TITLE"="Биологический пол";
"HK_HEIGHT_TITLE"="Высота";
"HK_WAIST_TITLE"="Обхват талии";
"HK_MASS_TITLE"="Вес тела";



"ABOUT_GROUP_TITLE"="О программе";
"ABOUT_APP_VERSION"="Версия";
"ABOUT_DISCLAIMER_TITLE"="Отказ от ответственности";
"ABOUT_DISCLAIMER"="Все содержимое наших программ создано исключительно в информационных целях. Содержимое не является профессиональной медицинской консультацией и не может быть использовано для диагностики или лечения. Martspec на законных основаниях не несет финансовую или медицинскую ответственность за решения, принятые с использованием или на основе результатов его программ, медицинских алгоритмов, оценок и калькуляторов. Предоставление медицинских консультаций, услуг по диагностике или лечению не входит в компетенцию Martspec.

Любой, кто использует наши программы, делает это на свой страх и риск и должен обратиться за профессиональной медицинской консультацией по своим проблемам, включая диагностику, медикаменты и другие виды лечения. Только лицензированный специалист имеет право официально диагностировать человека в отношении любых аспектов здоровья.

Обратите внимание, что результаты, отображаемые нашими программами и сервисами, могут не быть на 100 % точными, правильными и/или полными и предназначены исключительно для информационных целей. Хотя мы сделали все возможное, нет гарантии, что программы будут абсолютно безошибочными.

Информация, представленная Martspec, была получена из источников, которые мы считаем точными и надежными, однако ни Martspec, ни источники контента не гарантируют точности, полноты или актуальности информации.

Ни Martspec, ни наши поставщики контента не несут ответственности за ущерб или травмы (включая смерть) других лиц или имущества в результате любого использования любого продукта, информации, идеи или инструкции, содержащихся в контенте или услугах, предоставляемых вам.

Вы понимаете и признаете, что вашим единственным и исключительным средством правовой защиты в отношении любого дефекта или неудовлетворенности программами является прекращение использования программ.";
